{
   "response_type":"in_channel",
   "text":"There exists a specific methodology to induce a Bogpill within an individual, although due to its controversial nature it is only performed by amateurs and as such, the quality might be unreliable or even unsafe. Firstly, the individual is placed either with some kind of ceremonial item, such as a mask or an article of clothing, or alone (but this is highly discouraged). Then, the individuals performing the operation will begin creating a rhythmic beat and chanting an ancient incantation thought to have ties to the Bogs, the words of which loosely translating to \"Bogda, Bogda, Bog-da-noff.\" As this chant progresses and speeds up, the individual will begin to enter phases 1 and 2 of the Bogpill. To further this process and guide the individual through stage 3 without them dropping out, one of the people performing the operation must mentally and physically prepare themselves for the Bogs to channel their energy through them. They will begin performing a rapid dance move directed at the individual who is being Bogpilled. One can normally prevent the harmful events of this dance move by aligning their arms in an x shape across their chest and shouting \"Obunga,\" although an individual in stage 3 will be unable to move and cannot do this. The individual will be in extreme and noticeable pain if the Bogpill procedure is working, and will immediately black out once complete. Upon returning to this plane of reality, they will be highly collected and become immune to both the dance move and the Orange Justice and will progress naturally through stages 4 and 5 of the Bogpill on their own.\r\n\r\n*Phases of the Bogpill*:\r\n- *Zeta Phase*: This is the first phase of the Bogpill and lasts for 20 minutes. The only symptom will be a prickly sensation on the skin.\r\n- *Gamma Phase*: This is the second phase and lasts another 20 minutes. Individual will become hypersensitive to sound and begin to hear Bogs, but they will be unable to understand the Bogspeech. Hearing colors and uncontrollable shaking are also potential symptoms.\r\n- *Omega Phase*: Individuals will begin to feel extreme pain and become unable to move. Many drop out at this phase due to the strenuous conditions placed upon the human body and mind at this time. This phase can last anywhere between 10 seconds and 15 minutes. In some extreme cases, Igor may appear (but NEVER Grichka).\r\n- *Tartaka (rough translation) Phase*: Individuals will gain a Bogface and will have the ability to see everything, including other universes. Communication with aliens will be opened, and the individual will gain an addiction to Bogposting. At this point, individuals must abandon their friends and family. It is notable that if an individual reaches this phase, the Bogpill operation is considered a success.\r\n- *рпцлг Phase*: This is the final documented phase of the Bogpill and can only be reached by advanced individuals. Aliens will become visible to the individual that will challenge their mental capacity, and the individual will become able to fly and solve any question asked of them. In addition, pleasuring one's genitals with citrus will no longer cause pain.\r\n- *Theorized Sixth Bogstage*: This phase in the Bogpill process has never been reached, but according to simulations run by the world's top scientists, immortality may be granted and the individual within this phase could even replace Igor."
}
