{
   "response_type":"in_channel",
   "text":"Bogdanovism is a polytheistic religion not recognized in France and based on the life and teachings of Igor and Grichka Bogdanov, which could be dated from ancient Egypt as far as the planet Earth is concerned. There are 2000 practitioners in France alone and over 11,000 in the world and also a few isolated individuals on the side of Courchevel.\r\n\r\n*The origins*\r\nThe speech of those who are now called \"Brothers\" appeared during Pharaonic Egypt when several thousand Roman and Egyptian soldiers gathered on the lands of Fayoum claimed to have seen two flying objects crashing on the Saulire; Myopus Biglus, a Roman officer recounts in his diary:\r\n\r\n\"We were more than 9000 gathered on the black runs when we first saw two chins pulled out of the clouds and suddenly the divine light petrified us; We Egyptians and Romans formerly enemies, we communicated under the light of the Brothers and we knew then that our life would now be changed and consecrated to the praises of the two gods coming from heaven ... \"\r\n\r\nThe divine word then spreads, descending the mountain, traversing Egypt and the Mediterranean, and everywhere in Bulgaria the fascination of the \"sacred chin\", nickname due to the prominence of the sensory organ of Igor and Grichka.\r\n\r\nIt is impossible today to determine the exact origin of the two gods, but it is certain for every Bogdanovian (or Bogdanovist) that they are at the origin of the creation of the Big Bang and therefore of the universe (see more Away the Big Bang Theory chapter).\r\n\r\n*The cult*\r\nAs in any serious religion, a believer must practice prayer, which must be daily. The confirmed Bogdanovist can invoke the help of the Brothers for all the trials that he may have to go through in his life. The ideal place of worship for devotions in the monastery of the Dobrians, very concerned with Bogdanovism.\r\n\r\nTo pray, the faithful can help himself with all the objects related to religion such as Science X DVDs (available in supermarkets in Collector's Edition) or books ... There is no Bible Bogdanovian. A not insignificant characteristic of the cult of the Brothers is the slow growth of the chin which the believer can proudly exhibit to his friends (Venetians or not), but it is necessary to practice very regularly.\r\n\r\n*Sacred relics and religious objects*\r\nThe sacred relic, or mystical comedo resulting from the Big Bang, is now preserved by the great preachers in a place that has remained secret and jealously guarded by the great and noble priestess Tantane Bogdanova of Dobri.\r\n\r\nEveryone can find his object of worship in any cultural space; The Science X series produced by the Brothers at the dawn of the third millennium remains today a collection of prodigious knowledge, demonstrating the unrivaled genius of the Brothers.\r\n\r\n*The big bang theory*\r\nThe theory of the Big Bang according to the Brothers is one of the foundations of religion. While no living being had ever appeared, the Brothers would have created the world during their adolescence (no one knows what they created during their childhood ...) indeed, their prominent chins had to decide the fate of the life.\r\n\r\nAn enormous comedo, fusing the two sacred chins, would have exploded and created the Earth and then the different planets of the solar system: life could thus develop. It is at this moment that each Brother has uttered the two sentences that have remained legendary: \"Each region of space, however small, descending to the single photon, contains the configuration of the whole of Grichka, and the no less brilliant: The stars ... of Igor.\"\r\n\r\n*The chin*\r\nThe Menton of the Brothers remains a mystery to science and to humanity, but one might think that it would first contain their brain (according to the mystical theory of the 3, the brain would be contained in the cranial Cheekbones and in the chin, the most important part) and that their chins would contain all the memory of the existence of life including mine."
}
